Repository: Reprostar/mpcl-wordpress
Catalog: languages/mpcl-*.po
Languages: pl_pl

source: Unnamed
pl_pl: Bez nazwy

source: Authorization
pl_pl: Autoryzacja

source: API key
pl_pl: ID klucza API

source: API token
pl_pl: Token klucza API

source: Catalog page
pl_pl: Strona katalogu

source: Catalog page ID
pl_pl: ID strony katalogu

source: Appearance
pl_pl: Wygląd

source: Full-width boxes
pl_pl: Pełna szerokość boxów

source: Data cache
pl_pl: Pamięć podręczna danych

source: Enable image cache
pl_pl: Włącz pamięć podr. obrazków

source: Enable cache auto-update
pl_pl: Włącz automatyczne aktualizowanie pamięci podr.

source: Update interval (seconds)
pl_pl: Czas pomiędzy odświeżeniami (sek.)

source: Cache has been cleared.
pl_pl: Pamięć podręczna została wyczyszczona.

source: Enter your API authorization codes, which can be generated <a target="_blank" href="http://mypclist.net/settings/api">here</a>. They're required to connect with MyPCList server.
pl_pl: Wprowadź dane autoryzacyjne API, które mogą być wygenerowane <a target="_blank" href="http://mypclist.net/settings/api">tutaj</a>. Dane te są niezbędne do połączenia z serwerem MyPClist.

source: For less server-to-server bandwith usage you can enable cache of your data. Activating cache will make your blog loading faster.
pl_pl: W celu zmniejszenia zużycia transferu na serwerze, możesz włączyć pamięć podręczną danych. Aktywowanie tej opcji spowoduje szybsze ładowanie się bloga.

source: Please enter ID of the page that is used as a Catalog template. This reference is required to display links in embedded machine boxes in posts.
pl_pl: Wprowadź ID strony, która jest używana do wyświetlenia katalogu maszyn MyPClist. Odniesienie do tej strony jest niezbędne do poprawnego wyświetlenia linków w boxach umieszczanych na innych postach.

source: There you can customize plugin appearance on yout blog.
pl_pl: Tutaj możesz zmienić wygląd pluginu na Twoim blogu.

source: Unknown
pl_pl: Nieznany

source: Broken
pl_pl: Zniszczony

source: Needs repair
pl_pl: Wymaga naprawy

source: Partially broken
pl_pl: Cżęściowo uszkodzony

source: Good
pl_pl: Dobry

source: Very good
pl_pl: Bardzo dobry

source: Clear cache
pl_pl: Wyczyść pamięć podręczną
